/* button in progress sheet */
"Stop" = "Arrêter";

/* menu item */
"Update iPod" = "Mettre à jour l’iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Restaurer l’iPod";

/* menu item */
"Close Window" = "Fermer la fenêtre";

/* menu item */
"Copy" = "Copier";

/* menu item */
"Paste" = "Coller";

/* menu item */
"Quit" = "Quitter";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "Édition";

/* menu item */
"About iPod Updater" = "À propos de la Mise à jour de l’iPod";

/* menu item */
"Cut" = "Couper";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Options";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "Pour apporter des modifications, cliquez sur le cadenas.";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "Authentification...";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Pour empêcher les modifications, cliquez sur le cadenas.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Le code d’erreur Mac OS est <error>.";

/* error message */
"Error updating or restoring iPod. (<error>)" = "Erreur lors de la mise à jour ou de la restauration de l’iPod. (<erreur>)";

/* error message */
"Could not find updater library." = "Bibliothèque de mise à jour introuvable.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "Le programme de mise à jour de l’iPod ne peut pas ouvrir la bibliothèque FlashLibrary.bundle.";

/* error message */
"An unexpected error occurred." = "Une erreur inattendue est survenue.";

/* detail of error message */
"The iPod Updater application may be damaged." = "L’application de mise à jour de l’iPod est peut-être endommagée.";

/* error message */
"Out of memory." = "Mémoire insuffisante.";

/* error message */
"The iPod Updater requires Mac OS X." = "La mise à jour de l’iPod requiert Mac OS X.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "La mise à jour de l’iPod requiert CarbonLib 1.4 ou ultérieur.";

/* error message */
"The iPod is not mounted." = "L’iPod n’est pas monté.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Si vous quittez en cours d’opération, vous risquez de devoir restaurer à nouveau le logiciel de l’iPod.";

/* info window version */
"<version> (up to date)" = "<version> (à jour)";

/* info window label */
"Software Version:" = "Version du logiciel :";

/* about window app version line */
"Version <version>" = "Version <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Votre iPod a été mis à jour avec la version <version>. Veuillez le débrancher, puis le rebrancher pour terminer le processus.";

/* confirmation dialog title */
"Quit " = "Quitter";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Ne connectez qu’un seul iPod à la fois pour la mise à jour.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Les paramètres d’origine de votre iPod ont été rétablis. Veuillez débrancher puis brancher à nouveau l’iPod pour terminer le processus.";

/* info window label */
"Name:" = "Nom :";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Les paramètres d’origine de votre iPod ont été rétablis. Veuillez éjecter l’iPod, le débrancher puis le brancher à nouveau pour finaliser le processus.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "La restauration effacera tout le contenu de votre iPod pour y appliquer les réglages d’origine. Votre musique et les autres données seront effacées.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Un iPod est connecté mais il n’est pas monté sur le bureau.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "Votre iPod a été mis à jour avec la version <version> et est en cours de redémarrage. Laissez-le connecté et attendez la fin du processus de mise à jour.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Les paramètres d’origine de votre iPod ont été rétablis et son redémarrage est en cours. Laissez l’iPod connecté et attendez la fin du processus.";

/* error message */
"More than one iPod is attached." = "Plusieurs iPod sont connectés.";

/* button for main window */
"Nothing" = "Rien";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "Cet iPod requiert Mac OS X 10.2.8.";

/* error message */
"The iPod disk does not have the correct structure." = "Le disque de l’iPod ne possède pas la structure correcte.";

/* progress message */
"Updating iPod software" = "Mise à jour du logiciel de l’iPod en cours";

/* about window firmware version line */
"iPod Software Version <version>" = "Logiciel iPod version <version>";

/* progress message */
"Done updating iPod software" = "Mise à jour du logiciel de l’iPod achevée";

/* main window title */
"iPod Windows Software <version> Updater" = "Mise à jour du logiciel iPod pour Windows <version>";

/* button for main window */
"Update" = "Mettre à jour";

/* button for main window */
"Restore" = "Restaurer";

/* progress message */
"Done restoring iPod software" = "Restauration du logiciel de l’iPod achevée";

/* info window label */
"Capacity:" = "Capacité :";

/* main window message */
"The attached iPod model is not supported by this application." = "Le modèle iPod connecté n’est pas géré par cette application.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Votre iPod à été mis à jour avec la version <version>. Veuillez l’éjecter, le débrancher, puis le rebrancher afin de terminer le processus.";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Mise à jour terminée. Déconnectez l’iPod de l’ordinateur et connectez-le à l’alimentation externe pour permettre de recharger le programme interne.";

/* progress message */
"Restoring iPod software" = "Restauration du logiciel de l’iPod en cours";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Rétablir les paramètres Windows d’origine sur l’iPod. \rLa musique et toutes les données seront effacées.";

/* main window message */
"Plug in an iPod to update it." = "Branchez un iPod pour le mettre à jour.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Une erreur est survenue. Il se peut que des fichiers soient ouverts sur l’iPod.";

/* error message */
"No iPod is attached." = "Aucun iPod n’est connecté.";

/* info window capacity */
"MB" = "Mo";

/* message for main window */
"Update puts the latest system software on your iPod." = "La mise à jour installe le logiciel système le plus récent sur votre iPod.";

/* error message */
"The updater does not have a volume image." = "Le logiciel de mise à jour ne dispose d’aucune image volume.";

/* error message */
"The updater does not have a firmware image." = "Le logiciel de mise à jour ne dispose d’aucune image de programme interne.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Plusieurs iPod sont connectés. Ne connectez qu’un seul iPod à la fois pour la mise à jour.";

/* info window version */
"<version>" = "<version>";

/* confirmation dialog title */
"Restore " = "Restaurer";

/* main window title */
"iPod Updater" = "Mise à jour de l’iPod";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "Votre iPod a été mis à jour avec la version <version> et doit être redémarré afin de finaliser le processus de mise à jour.";

/* error message */
"Error updating or restoring iPod. [<error>]" = "Erreur lors de la mise à jour ou de la restauration de l’iPod. [<erreur>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Êtes-vous certain de vouloir restaurer le logiciel de l’iPod ?";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Aucun fichier SysInfo n’a été trouvé sur le disque de l’iPod.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "Cet iPod requiert Mac OS X 10.3.4 ou ultérieur";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "Votre iPod a été restauré et doit être redémarré pour finaliser le processus de restauration.";

/* info window version */
"<version> (needs update)" = "<version> (mise à jour nécessaire)";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Les données actuellement stockées sur l’iPod seront perdues.";

/* info window capacity */
"GB" = "Go";

/* confirmation message */
"Quit while this operation is in progress?" = "Quitter malgré l’opération en cours ?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Un seul iPod a été détecté. Il doit être monté sur le bureau pour que cette opération fonctionne.";

/* info window label */
"iPod (Recovery Mode)" = "iPod (mode de récupération)";

/* info window label */
"Serial Number:" = "Numéro de série :";

/* info window label */
"N/A" = "n/d";

/* main window message */
"The attached iPod does not have proper software on it." = "L’iPod connecté ne comprend aucun logiciel approprié.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "Impossible de démonter l’iPod car il est en service. Fermez tous les fichiers ouverts sur l’iPod et recommencez.";

/* main window message */
"Initializing..." = "Initialisation...";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "Une erreur est survenue. Ce programme de mise à jour ne peut pas mettre à jour les iPod formatés avec Windows (FAT). Essayez de restaurer ou d’utiliser le programme de mise à jour pour Windows.";

/* error message */
"Could not obtain authentication." = "Impossible d’obtenir une authentification";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Restauration terminée. Déconnectez l’iPod de l’ordinateur et connectez-le à l’alimentation externe pour permettre de recharger le programme interne.";

/* about payloads */
"Included Updates:" = "Mise à jour incluses :";

/* About box title */
"iPod Updater" = "Mise à jour de l’iPod";

